Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/lind_s.html.tmx
Source language: sme
Languages: nob

source: Son bealuštii iežas dainna ákkain ahte Sámelihttu ( Finneforbundet ) galggai leat eanet go Sismiššonsearvi ( Indremisjonsselskapet ) , mas lei dárrolaš doaibma Finnmárkkus .
nob: Han forsvarte seg med at Finneforbundet skulle være noe mer enn Indremisjonsselskapet , som hadde et norskpreget opplegg i Finnmark .

source: Go jerre manin Sámelihttu ( Finneforbundet ) ii sáhttán searvat Norgga Sámemiššuvdnii ( Norsk Finnemisjon ) , de vástidii Otterbech ahte Norgga Sámemiššuvnna stivra ii háliidan miehtat gáibádusaide maid demokráhtalaš searvi fertii čuovvut .
nob: På spørsmål hvorfor ikke Finneforbundet kunne slutte seg til Norsk Finnemisjon , svarte Otterbech at styret for Norsk Finnemisjon ikke ville gå med på de krav som ble stilt til et demokratisk selskap .

source: Dasa lassin dat sesttii čohkkejuvvon ruđaid dan sadjái go dakkaviđe geavahit ruđaid sámiide buorrin .
nob: Dessuten la den seg opp kapital av innsamlede midler , istedet for å bruke pengene straks i kampen for samenes sak .

source: Veaháš maŋŋá go Sámelihttu ( Finneforbundet ) lei vuođđuduvvon mieđihii Norgga Sámemiššuvdna ( Norsk Finnemisjon ) buot gáibádusaid mat ovdal ledje ovddiduvvon .
nob: Ikke lenge etter at Finneforbundet var stiftet , imøtekom Norsk Finnemisjon alle de krav som tidligere var stilt .

source: Guhkes šiehtadallamiid maŋŋá dahke dán guovtti searvvi oktan searvin , Norgga Sámemiššonsearvin ( Norges Finnemisjonsselskap ) 1925:s .
nob: Etter lange forhandlinger ble de to selskapene slått sammen til Norges Finnemisjonsselskap i 1925 .

source: Guokte bláđi " Lappernes venn " ( Sámiid ustit ) ja " Norsk Finnemisjons Blad " ( Norgga Sámemiššonbláđđi ) goallostedje oktan bláđđin " Samenes Venn " ( Sámiid ustit ) .
nob: De to bladene " Lappenes venn " og " Norsk Finnemisjons Blad " ble slått sammen til " Samenes Venn " .

source: Sámelihttu ( Finneforbundet ) lei ovddalgihtii jearran Norgga Sámemiššuvnnas ( Norsk Finnemisjon ) ahte mihtetgo ásahit kristtalaš nuoraidskuvlla sámiide jos šadde oktan searvin .
nob: Finneforbundet hadde på forhånd gjort henvendelse til Norsk Finnemisjon om de ville gå inn for opprettelse av en kristelig ungdomsskole for samer dersom det ble sammenslåing .

source: Ovttas oahpaheddjiin Johannes Hidlein almmuhii Otterbech 1917:s girjji " Fornorskningen i Finnmarken " ( Dáruiduhttin Finnmárkkus ) .
nob: Sammen med lærer Johannes Hidle ga Otterbech i 1917 ut boken " Fornorskningen i Finmarken " .

source: 1918:s oaččui Otterbech eanemus jienaid Davvi-Norgga bismaválggas , muhto iežas pasifisttalaš oaivila geažil militearadoaimmas son ii namahuvvon virgái .
nob: I 1918 fikk Otterbech de fleste stemmene ved bispevalget til Nord-Norge , men på grunn av sitt passifistiske standpunkt til militærvesenet , ble han ikke utnevnt .

source: 1919:s ozai son heaitit báhppan ja álggii Sámemiššonlihtu váldočállin .
nob: I 1919 søkte han avskjed som prest og ble generalsekretær i Finnemisjonsforbundet .

source: Dáppe son jotkkii vuosttaldit dáruiduhttinbákku , ja jápminseaŋggas 1921:s son garrasit ávžžuhii Sámemiššuvnna álggahit sámi nuoraidskuvlla .
nob: Her fortsatte han kampen mot fornorskningspresset , og fra dødsleiet i 1921 rettet han en sterk appell til Finnemisjonen om å reise en samisk ungdomsskole .

source: Sihke báhppan ja maŋŋá miššonjođiheddjin Otterbech háliidii vieljalaš ovttasbarggu leastadialaččaiguin .
nob: Både som prest og senere misjonsleder gikk Otterbech inn for et broderlig samarbeid med læstadianerne .

source: Son álo deattuhii man ollu leastadialaš osku mearkkašii .
nob: Han ga alltid uttrykk for den store betydning læstadianismen hadde .

source: Maŋŋá oktiisearvama dagai stivra mearrádusa mii njuolgga heađuštii ovttasbarggu leastadialaččaiguin .
nob: Etter sammenslåingen fattet styret vedtak som direkte hindret et samarbeid med læstadianerne .

source: 1945 jahkečoahkkimis Adolf Steen bissehii dán vuosttaldeami , ja dan maŋŋá lea fas Sámemiššuvdna vuoruhan ovttasbarggu .
nob: På generalforsamlingen i 1945 fikk Adolf Steen satt en stopper for dette , og siden har igjen Samemisjonen satsa på samarbeid .

source: Sámemišuvdnačoakkalmas Šuoššjávrris
nob: Samemisjonssamling på Šuoššjávri , mellom Karasjok og Kautokeino

source: ( Govva : Hans Lindkjølen )
nob: ( Foto : Hans Lindkjølen )

source: Sámi nuoraidskuvla
nob: Den samiske ungdomsskole

source: Easka Sámemiššuvnna 1934 jahkečoahkkimis nagodii Jacob Børretzen hálahit dárbbašlaš mearrádusa dahkat , ja 1936:s sáhtii nuoraidskuvla álggahit 24:in ohppiin .
nob: Først på Finnemisjonens generalforsamling i 1934 klarte Jacob Børretzen å tenne den glød som skulle til for å fatte det nødvendige vedtak , og i 1936 kunne ungdomsskolen starte opp med 24 elever .

source: Skuvlla namman šattai : " Jens Otterbecha muitu " , muhto almmolaččat gohčodedje Sámiid nuoraidskuvlan ( Den samiske ungdomsskole - DSU ) .
nob: Skolen fikk navnet : " Jens Otterbechs minne " , men offisielt ble den hetende Den samiske ungdomsskole ( DSU ) .

source: Pastor Ottar Bondevik lei skuvlla vuosttaš rektor .
nob: Pastor Ottar Bondevik ble skolens første rektor .

source: Orru dego máinnas go vuoras olbmot muitalit vuosttaš skuvlajagiid birra .
nob: Det lyder nesten som et eventyr når de gamle forteller om de første skoleår .

source: Oahppit bohte vácci , johkafatnasiin dahje heastasáhtuin .
nob: Elevene kom til fots , i elvebåt eller med hesteskyss .

source: Skuvlalanjat ledje smávvát ja bálljásat , ja ledje bieđgguid , gaska sáhtii leat gitta kilomehtera .
nob: Skolelokalene var små og primitive , og lå spredt med opp til en kilometers avstand .

source: Muhtumat ledje duon bealde ja nuppit fas nuppi bealde joga .
nob: Noen på den ene og noen på den andre siden av elva .

source: Čáhceviežžan ja muoraidsahán lei juohkebeaivválaš doaibma .
nob: Vasskjøring og vedsaging hørte med til dagsprogrammet .

source: Dálvet duodjeoahpaheaddji Olav Sunnseth váccii máŋga kilomehtaera juohke iđida dáid bieđggos visttážiid gaskka ja bijai dola muorrauvnnaide .
nob: Vinterstid gikk formingslærer Olav Sunnseth flere kilometer hver morgen mellom de spredte husene og nørte opp i svartovnene .

source: 1938 geasi mearridedje hukset sierra viesu .
nob: Sommeren 1938 ble det vedtatt å bygge egne lokaler .

source: Huksegohte , muhto 1940 giđa soahti bissehii barggu , ja skuvla giddejuvvui .
nob: Arbeidet ble satt i gang , men våren 1940 satte krigen en stopper for arbeidet , og skolen ble stengt .

source: Easka 1947:s álggahedje fas Sámi nuoraidskuvlla huksema .
nob: Først i 1947 ble byggearbeidet ved Den samiske ungdomsskolen i Karasjok gjenopptatt .

source: Dál bargagohte oažžut skuvlla dohkkehuvvot .
nob: Nå begynte kampen for godkjenning av skolen .

source: Skuvllaid ovttastahttinlávdegoddi ( Samordningsnemnda for skoleverket ) celkkii 1948:s : - Dán skuvlla galget stáhtaeiseválddit hukset ja hálddašit .
nob: Samordningsnemnda for skoleverket uttalte i 1948 : - Det må bli ein skule reist og kontrollert av statsmaktene .

source: Skuvladirektevra Lyder Aarseth áŋgirit doarjjui ahte Sámemiššuvdna galggai oažžut hukset ja jođihit skuvlla .
nob: Skoledirektør Lyder Aarseth gikk sterkt inn for at Finnemisjonen skulle få bygge og drive skolen .

source: Son čálii : - Skuvla duhtada heahtedárbbu , vuosttaš ođđahuksejuvvon skuvlavistin Finnmárkkus maŋŋá soađi , álggahit oahpahusa sámi guovlluin .
nob: Han skrev : - Skolen imøtekommer , som det første nyreiste skolebygg i Finnmark etter krigen , et skrikende behov for undervisning i de samiske distrikter .

source: 1949:s rahpe skuvlla 30:in ohppiin , ja Roald Svarstad lei rektor .
nob: I 1949 ble skolen åpnet med 30 elever , og Roald Svarstad som rektor .

source: Jagi maŋŋá dohkkehii departemeanta skuvlla plána ja visttiid , ja juolludii stáhtadoarjaga doaibmi njuolggadusaid mielde .
nob: Året etter godkjente departementet skolens plan og bygninger , og ga den statstilskott etter gjeldende regler .

source: 1950-logus álggii Thor With rektorin .
nob: Fra 1950 overtok pastor Thor With som rektor .

source: Ođđa skuvlarusttet vihahuvvui 1951:s .
nob: Det nye skoleanlegget ble innviet i 1951 .

source: Vuosttaš skuvlaplánat čájehedje čielgasit skuvlla duppal ulbmila .
nob: Skoleplanene for de første årene viser klart skolens doble hensikt .

source: Dat galggai leat kristtalaš nuoraidskuvla fágaiguin mat dan áigge ledje dábálaččat , muhto seammás galge skuvllas leat sámi fáttát .
nob: Det skulle være en kristelig ungdomsskole med den fagkrets som var vanlig på den tid , men samtidig en skole der de samiske disipliner fikk sin plass .

source: Oppa áigge lei Sámi nuoraidskuvlla / álbmotallaskuvlla ( Den samiske ungdomsskole / folkehøgskole fágaplánain sámegiella , sámi kulturhistorjá , gahper- ja gáktegoarrun , čuoldin , čoarve- ja dákteduodji .
nob: Hele tida hadde Den samiske ungdomsskole / folkehøgskole samisk språk , samisk kulturhistorie , lue- og koftesøm , båndveving , horn- og beinsløyd i sine fagplaner .

source: Skuvla barggai árjjalaččat dahkat nuoraid dihtomielalažžan sámi kulturárbbi árvvus .
nob: Skolen arbeidet aktivt for å bevisstgjøre de unge om det de eide i den samiske kulturarv .

source: Kárášjoga Sámi álbmotallaskuvla lei hui mávssolaš sámi nuoraide .
nob: Den samiske folkehøgskolen i Karasjok hadde stor betydning for samisk ungdom .

source: Dá leat muhtin ohppiiid duojit čájáhusas .
nob: Her er noen elevarbeider på utstilling .

source: Sámi giela ja kultuvrra ovddasteaddji , Odd Mathis Hætta , dadjá earret eará iežas skuvlajagi birra Sámi nuoraidskuvllas Kárášjogas : - Sámegielas mis váilo heivvolaš oahppogirjjit ja girjjálašvuohta .
nob: Forkjemperen for samisk språk og kultur , Odd Mathis Hætta , sier blant annet om sitt skoleår ved Den samiske ungdomsskole i Karasjok : - I samisk manglet vi høvelige lærebøker og litteratur .

source: Mis ii lean ovttasge leamaš sámegiela oahpahus , muhto mii leimmet baicca mekánalaš vuogi mielde oahppan dárogiela sátneluohkáid , substantiivavugiid , vearbasojahemiid ja ollu eará .
nob: Ingen av oss i klassen hadde hatt undervisning i samisk , men vi hadde derimot gjennom en mekanisk form fått terpet inn norske ordklasser , substantivformer , verbbøyninger og mye annet .

source: Álbmotskuvllaoahpahusas maid mii leimmet čađahan lei unnán sirddihanárvu sámegiela Sámi nuoraidskuvlla oahpahussii .
nob: Folkeskoleundervisningen vi hadde fått , hadde liten overføringsverdi til undervisning i samisk ved DSU .

source: Mii liikká oaččuimet buori vuođu joatkkaohppui , sihke matematihkas ja sámegielas ja eará fágain , ja dan duođašta dat ahte mii leimmet máŋggas geat vácciimet joatkkaoahpu maŋŋá go leimmet čohkkán oahpaheaddji Kathrine Johnsena oahpaheaibeavddi guoras .
nob: At vi likevel fikk et godt grunnlag for videre skolegang , såvel i matematikk og samisk som i de andre fagene , viser det faktum at flere av oss tok videre utdanning etter å ha sittet under frøken Kathrine Johnsens kateter .

source: Eanaš oahppit ledje Finnmárkkus eret .
nob: De fleste elever kom fra Finnmark .

source: Muhto oahppit bohte buot sámi ássama riikkaguovlluin .
nob: Men alle områder i landet med samisk bosetting var representert .

source: Sámelávdegotti árvalus
nob: Samekomitéens innstilling

source: Sámelávdegoddi ovddidii 1959:s árvalusas departementii , ja dát sáddejuvvui gulaskuddamii .
nob: Samekomitéen la i 1959 fram sin innstilling til departementet , og denne ble sendt ut til høring .

source: Dalle fáhkka dáhpáhuvai politihkalaš polariseren sámi guovlluin .
nob: Da skjedde en spontan politisk polarisering i de samiske områder .

source: Árvalus evttohii ollu váldočuoggáid nannen dihtii sámegiela ja - kultuvrra .
nob: På en rekke områder gikk innstillingen inn for styrking av samisk språk og kultur .

source: Erenoamážit Kárášjogas dáid evttohusaid vuosttaldedje sakka .
nob: Spesielt i Karasjok ble dette møtt med en massiv motstand .

source: Sii geat ledje atnán buot sámevuođa ovdáneami hehttehussan , álggahedje vuostálastima bissehit sámáiduvvama .
nob: De som hadde sett på det samiske som en hemsko for utviklingen , satte i gang en aksjon for å få stanset samifiseringen .

source: Vuostálastima ulbmil lei earret eará hilgut buot duppaltekstejuvvon skuvlagirjjiid .
nob: Aksjonen gikk blant annet ut på å få vekk alle dobbelttekstede bøker i skolen .

source: Dát guoskkai biibbalhistorjái , katekismussii ja moatti lohkangirjái .
nob: Det gjaldt bibelhistorie , katekismus og noen få lesebøker .

source: Gáibádus lei garas ja loahpahii ahte dás duokko háliidedje dušše dárogiela girjjiid skuvllas .
nob: Kravet var krast og konkluderte med at man nå bare ville ha norske bøker i skolen .

source: Dán ledje 326 sámegielat váhnema vuolláičállán .
nob: Det var undertegnet av 326 samisktalende foreldre .

source: Ákkat ledje ahte Sámelávdegoddi dáhtui ovdáneami bissehit ja mannat vássánáigái .
nob: Argumentene var at Samekomitéen ville skru utviklingen tilbake .

source: Dajaldat nugo " sámi ghetto " Finnmárkku duoddaris gullui , ja das lei nana váikkuhus .
nob: Uttrykk som " en samisk ghetto " på Finnmarksvidda ble brukt , og virket sterkt .

source: Paul Ryan lei dan áigge Sámi nuoraidskuvlla rektorin .
nob: Paul Ryan var på den tiden rektor ved DSU .

source: Son lea mearkkastusas geahččalan čilget dán dáhpáhusa .
nob: Han har i et notat gitt en forklaring på dette fenomenet .

source: Muhtun áhčči bivddii ahte su bárdni ii galgan dárbbašit sámegiela fága oahppat .
nob: En far ba om at hans sønn måtte slippe samisk som fag .

source: Go ii ožžon mieđáhusa , de bahča mielat mearkkašeapmi goaikkehii : - Dii dážat galgabehtet álo mearridit min sápmelaččaid badjel .
nob: Da ønsket ikke ble imøtekommet , falt denne bitre bemerkning : - Dere norske har alltid bestemt over oss samer .

source: Ja go mii dál buktit gáibádusaid , de biehttalehpet dii min duođas váldimis , dáinna ákkain ahte mii eat ádde min iehčamet buori .
nob: Og når vi nå fremmer krav , så nekter dere å ta oss alvorlig , med den begrunnelse at vi ikke forstår vårt eget beste .

source: Álgojalgejeaddjibargu
nob: Et pionerarbeid

source: Sámi nuoraidskuvla lei sámi skuvlapolitihkalaš suorggi álgojalgejeaddjibargu .
nob: Den samiske ungdomsskolen sto for et pionerarbeid innen den samiske skolepolitiske sektor .

source: Dat bargagođii barggu dakkár suorggis mas ii oktage beroštan , ja doarui eiseválddiid vuostá áigodagas goas sápmelaččat ieža unnán ovddidedje iežaset jurdagiid ja oaiviliid .
nob: Den tok opp arbeid innen felt som ingen andre var opptatt av , og førte en kamp i forhold til myndighetene i en tid da samene selv i begrenset grad målbar sine tanker og meninger .

source: Čielggadusas " Sámi kultuvra ja oahpahus " ( Samisk kultur- og utdanning ) ( NAČ / NOU 85:14 ) sáhttá lohkat : - Áidna skuvla mii 50-logus fálai jeavddalaččat sámegiela ja kulturhistorjjá oahpahusa lei Sámi álbmotallaskuvla Kárášjogas .
nob: I utredningen " Samisk kultur og utdanning " ( NOU 1985:14 ) heter det : - Den eneste skole hvor det i 50-årene ble gitt regelmessig undervisning i samisk språk og kulturhistorie var Den samiske Folkehøgskole i Karasjok .

source: Sámi fágat eai leat gal nu máŋga , muhto ledje bákkolaččat , ja sámi / kultuvrralaš biras , man skuvla geahččalii ovddidit , lea eahpitkeahttá rievdadan ođđa buolvvaid oaivila .
nob: De samiske fag var ikke omfattende , men var obligatoriske , og det samisk / kulturelle miljø som skolen forsøkte å skape , har utvilsomt bidratt til det omslag i opinionen som kom i den nye generasjonen .

source: Skuvla dáhtui dán áigodagas leat boktaleaddjin .
nob: Skolen ønsket i denne perioden å være en vekker .

source: Psykologiijaoahpahusas mii deattuheimmet persovnnalaš ovdáneami .
nob: I psykologiundervisningen ble det lagt vekt på personlighetsutvikling .

source: Duostat leat ieš , jáhkkit iežas olmmošárvui , ovdánahttit friddjavuođa ja iešheanalašvuođa ledje fáttát maid mii čuovvoleimmet kulturhistorjáoahpahusas .
nob: Det å våge å være seg selv , ha tro på eget verd som menneske , utvikle frihet og selvstendighet var temaer som ble fulgt opp i kulturhistorieundervisningen .

source: Skuvlla ulbmil lei dahkat nuoraid dihtomielažžan - veahkehit sin iežainis deaivvadit .
nob: Skolens oppgave ble å bevisstgjøre de unge - hjelpe dem til et møte med seg selv .

source: Dan sadjái go ahte sii galge dovdat iežaset vuolleárvosažžan , de berrejedje sii leat rámis iežaset áhčiin ja etniin , geat eai lean vuollánan vaikko elle váttis dilálašvuođas .
nob: I stedet for å ha en følelse av underlegenhet burde de være stolte av sine fedre og mødre , som ikke hadde bukket under til tross for en vanskelig tilværelse .

source: Hui máŋggas leat atnán skuvlla joatkkaoahpu vuođđun .
nob: Svært mange har benyttet skolen som et springbrett for videre utdanning .

source: Skuvla molssui nama Sámi nuoraidskuvllas ( Den samiske ungdomskole ) Sámi álbmotallaskuvlan ( Den samiske folkehøgskole ) 1964:s .
nob: Skolen skiftet navn fra Den samiske ungdomskole til Den samiske folkehøgskole i 1964 .

source: Boazosámi-nissonolmmoš Rávdol Elle ( Ellen Marie Anti ) lei vásihan geafivuođa givssi mánnávuođa rájes juo .
nob: Reindrifts-kvinnen Ellen Marie Anti ( Rávdul-Elle ) hadde følt fattigdommens svøpe på kroppen fra barnsben av .

source: Son lei buorren ovdamearkan soahtegaskaáiggi giellamoivái .
nob: Hun er et godt eksempel på språkforvirringen i mellomkrigstida .

source: Go son bođii skuvlainternáhttii Smørstadii Levdnjii 1922:s , son jáhkii ahte dušše okta giella gávdnui .
nob: Da hun kom til skoleinternatet på Smørstad i Lakselv i 1922 , visste hun ikke at det fantes mer enn ett språk .

source: Son lei riegádan ja bajásšaddan duoddaris ja ii lean goassige leamaš vuollin gilis .
nob: Hun var født og oppvokst på fjellet og hadde aldri før vært nede i bygda .

source: Dál son šattai ovttas mánáiguin geat dušše hálle dárogiela , muhtimat hálle dušše suomagiela ja muhtimat dušše sámegiela , nugo son ieš hálai .
nob: Nå ble hun plassert sammen med barn som snakket bare norsk , noen som snakket bare finsk og noen som snakket bare samisk , slik hun selv gjorde .

source: Su eadni , gii lei girjeloguheapmi , hálai sihke sáme- ja suomagiela , muhto dárogiela son ii ádden ii sánige .
nob: Hennes mor , som var analfabet , snakket både samisk og finsk , så det finske tok hun relativt raskt , men av norsk forsto hun ikke et ord .

source: Klássaoahpaheaddji lei nuorra máttarivgu , ja hálai dušše dárogiela .
nob: Klasseforstanderen var en ung sørlending , som snakket bare norsk .

source: Skuvlajahki lei guhtta vahkku ovdal juovllaid ja guhtta vahkku maŋŋá juovllaid .
nob: Skoleåret var seks uker før jul og seks uker etter jul .

source: Goalmmát skuvlajagis áddegođii Rávdol Elle osiid das maid oahpaheaddji dajai .
nob: I løpet av det tredje skoleåret begynte Ellen Marie å snappe opp en del av det læreren sa .

source: Go son gearggai skuvllas , de son hálai golbma giela njuovžilit .
nob: Da hun sluttet på skolen , snakket hun tre språk flytende .

source: 1930:s , dalle go Rávdol Elle lei 16 jahkásaš ja álggii rihppaskuvlii suohkabáhpa Alf Wiig lusa Kárášjohkii , de son ii lean goassige oaidnán sámegiela girjji - máhtii dušše lohkat dárogiela .
nob: I 1930 , da Ellen Marie var 16 år og begynte i konfirmantskole hos sokneprest Alf Wiig i Karasjok , hadde hun aldri sett en samisk bok - kunne bare lese norsk .

source: Wiig oahpahii buot sámegillii .
nob: Hos Wiig foregikk all undervisning på samisk .

source: Go son ii máhttán lohkat sámegiela , de luoikkahii Wiig sutnje dárogiela girjjiid .
nob: Da hun ikke kunne lese samisk , fikk hun låne norske bøker av Wiig .

source: Ieš oahpai maŋŋá lohkat sámegillii .
nob: På egen hånd lærte hun seg senere å lese samisk .

source: Báhpaeamit , Margarethe Wiig , gii lei gasku giellamoivvi , ráhkadii iežas sárgumiiguin sámegiela Áppesa , mii lei stuorra ávkin sámegiela oahpahusas .
nob: Prestefruen , Margarethe Wiig , som satt midt oppe i språkforvirringen , laget med sine egne illustrasjoner den samiske ABC-boken , som ble til stor nytte i den samiske opplæringen .

source: Go Rávdol Elle jerre leat mielde sierranas stivrrain ja ráđiin , de son álo mieđihii .
nob: Når hun ble spurt om å være med i forskjellige styrer og råd , svarte Ellen Marie alltid ja .

source: Son háliidii oassádallat barggus hábmen dihtii eanet olmmošaddjás servodaga .
nob: Hun ønsket å delta i arbeidet for å skape et mer menneskevennlig samfunn .

source: Dán láhkai son lei Norgga sámemiššuvnna stivrras ja Sámi álbmotallaskuvlla stivrras máŋga jagi .
nob: Slik ble hun sittende i styret for Norges samemisjon og i styret for Den samiske folkehøgskole i mange år .

source: Su vuođuštus lei : - Nuoraid oahpahus ja boahtteáigi lea mus nannosit váimmu alde .
nob: Hennes argument var : - Ungdommens utdanning og framtid har ligget meg sterkt på hjertet .

source: Mun duođai háliidin ahte sii galget oažžut oasi das maid mun ieš massen .
nob: Jeg ville gjerne de skulle få del i det jeg sjøl har gått glipp av .

source: Iežan áigodagas teoriijaoahpaheddjin Sámi álbmotallaskuvllas 1960-jagiid adden oktii čuovvovaš stiilabarggu : " Váttisvuođat ja hástalusat maid lean vásihan iežan skuvlaáigodagas " .
nob: I min tid som teorilærer ved Den samiske folkehøgskole i 1960-årene ga jeg en gang følgende stiloppgave : " Vansker og problemer jeg har møtt i min skoletid " .

source: Okta mu čeahpes ohppiin čálii ee. čuovvovaččat : - Midjiide sápmelaččaide leat giellaváttisvuođat leamaš verremusat , ainjuo munnje leamaš ná .
nob: En av mine framgangsrike elever skrev bl.a. følgende : " - For oss samer er det språkvansker som er det verste , iallfall har det vært slik for meg .

source: Vuosttaš beaivvi rájes go skuvlii álgá , de ferte oahppagoahtit " amas " giela , namalassii dárogiela .
nob: Fra den første dagen en starter på skolen må en begynne å lære et " fremmed " språk , nemlig norsk .

source: Soaitá leat ártet ahte mun dajan ahte dárogiella lea amas giella , muhto nu dat lei midjiide geat álggiimet skuvlii 12 jagi áigi .
nob: Det høres vel litt rart ut når jeg sier at norsk er et fremmed språk , men det var det for oss som begynte på skolen for 12 år siden .

source: Mii leimmet dušše hállan sámegiela ruovttus , ja muđuige go leimmet ovttas eará mánáiguin .
nob: Vi hadde bare snakket samisk hjemme , og ellers også når vi var sammen med andre barn .

source: Mii duođai eat máhttán eat sánige dárogiela go skuvlii álggiimet .
nob: Vi kunne rett og slett ikke ett eneste norsk ord da vi begynte på skolen .

source: Moatti skuvlajagis oahpaimet gal veahá dárogiela , muhto guhkkin eret nu ollu ahte máhtten hállat albmaláhkai .
nob: Etter et par års skolegang lærte jeg jo en del norsk , men langt fra så mye at jeg kunne snakke skikkelig .

source: Sámegiella gildojuvvui goalmmát luohkás .
nob: Samisk ble bannlyst i tredje klasse .

source: Dán maŋŋá ii lean njuolggadusaid mielde lohpi hállat sámegiela diimmuin .
nob: Etter den tid hadde en etter reglementet ikke lov å snakke samisk i timene .

source: Jos ii máhttán jearaldagaid vástidit dárogillii , de bealkkahalai hirbmadit ahte ii lean lohkan bihtáid albmaláhkai .
nob: Kunne en ikke besvare på norsk det en ble spurt om , fikk en mye skjenn for at en ikke hadde lest skikkelig på leksene .

source: Jos geahččalii sámegillii vástidit , de oaččui dán vástádusa : Ammal dál lea čielggas ahte mii hállat dárogiela skuvllas .
nob: Prøvde en å svare på samisk , fikk en dette svaret : Det er vel nå klart at vi snakker norsk på skolen .

source: Go mun ledjen rahčan dárogielain olles diimmu , de mannen bottuin olggos ja hállen sámegiela .
nob: Når jeg hadde fått terpa inn norsken hele timen , kom jeg ut i friminuttene og prata samisk .

source: Internáhtas hálaimet mii maiddái sámegiela , ja dieđusge go ruoktot bohten .
nob: I internatet snakka vi også samisk , og selvsagt når jeg kom hjem .
